Repository: common-repository/sharing-club
Catalog: languages/sharing-club-*.po
Languages: nl_be

source: Share books, dvd, tools, toys or any object with your community. Your users can easily lend, borrow and rate items and you know who borrowed what.
nl_be: Deel boeken, DVDs, werktuigen, speelgoed of om het even welk object met je vrienden of gemeenschap. Je gebruikers kunnen gemakkelijk uitlene, lenen en een waardering geven aan spullen terwijl jij kan opvolgen wat er gedeeld wordt en wie wat geleend heeft.

source: Item was successfully saved
nl_be: Het item is goed opgeslagen

source: There was an error while saving item
nl_be: Er is een fout opgetreden tijdens het opslaan van de nieuwe gegevens

source: Item was successfully updated
nl_be: De objectgegevens zijn succesvol vernieuwd

source: There was an error while updating item
nl_be: Er is een fout opgetreden terwijl dit item werd aangepast

source: Item not found
nl_be: Item niet gevonden

source: Lending data
nl_be: Gegevens van het geleende item

source: Lendings
nl_be: Uitgeleende objecten

source: Back to list
nl_be: Terug naar de lijst

source: Save
nl_be: Opslaan

source: User
nl_be: Gebruiker

source: Lending date
nl_be: UItleendatum

source: YYYY-MM-DD
nl_be: DD-MM-YYYY

source: Return date
nl_be: Datum van terugkeer

source: Reviews
nl_be: Beoordelingen

source: Admin notes
nl_be: Beheerberichten

source: Rating
nl_be: Waardering

source: Add new lending
nl_be: Voeg een nieuwe leenbeurt toe

source: Items deleted: %d
nl_be: Verwijderde items: %d

source: Availability
nl_be: Beschikbaarheid

source: Edit
nl_be: Bewerken

source: Delete
nl_be: Verwijderen

source: Mark as returned
nl_be: Markeer als teruggebracht

source: available
nl_be: beschikbaar

source: requested
nl_be: aangevraagd

source: Please enter a rating between 0 and 5 (or leave empty).
nl_be: Gelieve een waardering te geven tussen 0 en 5 (of laat blanco).

source: Please enter a valid comment.
nl_be: Voeg een correcte reactie toe.

source: Please enter a valid date.
nl_be: Gebruik een geldige datum.

source: Objects
nl_be: Objecten

source: All objects
nl_be: Alle objecten

source: Add object
nl_be: Object toevoegen

source: Edit object
nl_be: Object bewerken

source: New object
nl_be: Nieuw object

source: View object
nl_be: Object bekijken

source: Search object
nl_be: Zoek een object

source: Object not found
nl_be: Object niet gevonden

source: Trashed object not found
nl_be: Verwijderd object niet gevonden

source: Lending form
nl_be: Uitleenformulier

source: %s requested an object
nl_be: %s heeft een object gevraagd

source: There's a new request for lending. You can manage the requests connecting to :
nl_be: Er is een nieuwe aanvraag om iets te lenen. Je mag deze aanvragen beheren als je hier klikt:

source: review(s)
nl_be: beoordeling(en)

source: You have requested this object.
nl_be: Je hebt dit object reeds aangevraagd

source: You borrowed this object.
nl_be: Je hebt dit object reeds in bruikleen.

source: This object is currently borrowed by %s.
nl_be: Dit object is momenteel geleend door %s.

source: Book
nl_be: Boek

source: Please <a href='%s'>register</a> or <a href='%s'>log in</a> to book this item.
nl_be: <a href='%s'>Registreer je</a> of <a href='%s'>log in</a> om dit object te reserveren

source: Your review
nl_be: Je beoordeling

source: Your rating
nl_be: Je waardering

source: Send
nl_be: Versturen
